[Play_X2_XP_S_SHN_Ambient_Musing_A AkEvent]
SpokenText="Мені не по собі від промов Обраних. Вони говорять так, наче є одними з нас. Хто знає, можливо, так і було, доки до них не добрались Старійшини."

[Play_X2_XP_S_SHN_Ambient_Musing_B AkEvent]
SpokenText="Я хотіла б поближче роздивитися гвинтівку, яку використовує Обраний-Мисливець. Не віриться, що можна досягти такої точності без сторонньої допомоги."

[Play_X2_XP_S_SHN_Photobooth_Musing_A AkEvent]
SpokenText="Сподіваюся, всі готові до всесвітньої слави?"

[Play_X2_XP_S_SHN_Photobooth_Musing_B AkEvent]
SpokenText="Думаю, для потрібного ефекту потрібно більше трупів прибульців."

[Play_X2_XP_S_SHN_Photobooth_Musing_C AkEvent]
SpokenText="О, мила поза."

[Play_X2_XP_S_SHN_Photobooth_Musing_D AkEvent]
SpokenText="Подякуємо \"Адвенту\" за натхнення."

[Play_X2_XP_S_SHN_Photobooth_Musing_E AkEvent]
SpokenText="Як думаєте, Старійшини це оцінять?"

[Play_X2_XP_S_SHN_Walkup_Chosen_Defeated AkEvent]
SpokenText="Тепер ми знаємо, що Обрані можуть померти - принаймні, на деякий час."

[Play_X2_XP_S_SHN_Walkup_Chosen_Extracted AkEvent]
SpokenText="Мені цікаво, чи є якийсь спосіб захистити наших солдатів від того, що з ними можуть зробити Обрані."

[Play_X2_XP_S_SHN_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Тепер ми можемо з упевненістю сказати: Обраного можна знищити назавжди. А то я вже почала хвилюватися, що вони від нас ніколи не відчепляться."

[Play_X2_XP_S_SHN_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Рада бачити, що співпраця з фракціями опору приносить користь. Їхні солдати здорово допомагають нам тут."

[Play_X2_XP_S_SHN_Walkup_Lost_Abandoned AkEvent]
SpokenText="Схоже, ми отримаємо підтримку від фракцій. Якщо у нас є час, я б із задоволенням вивчила їхню зброю та спорядження."

[Play_X2_XP_S_SHN_Walkup_Lost_Encountered AkEvent]
SpokenText="Прибульці перетворили цю планету на справжній парк жахів. Тільки натовпів зомбі нам і не вистачало."

[Play_X2_XP_S_SHN_Walkup_Soldier_Captured AkEvent]
SpokenText="Ніхто вас не звинувачує, шеф. Усі в курсі, наскільки важкі рішення вам доводиться приймати."

[Play_X2_XP_SHN_S_Combat_Genetics_Ready AkEvent]
SpokenText="Шеф, я проаналізувала історію наших сутичок з Обраними. Думаю, я можу створити приміщення для навчання наших власних солдатів тактикам ворога."

[Play_X2_XP_SHN_S_Recovery_Center_Available AkEvent]
SpokenText="Шеф, я підготувала проект нового приміщення для розширеного віртуального навчання солдатів. Воно допоможе їм побороти свій страх, поліпшити тактичну взаємодію з товаришами та вивчити нові бойові здібності."

[Play_X2_XP_SHN_S_Ring_Available AkEvent]
SpokenText="Шеф, оскільки на \"Меснику\" тепер з'явилися представники фракцій опору, не завадило б організувати місце для зустрічей і планування спільних операцій."

[Play_X2_XP_SHN_S_SITREP_Automated_Defense AkEvent]
SpokenText="Шеф, ми засікли керуючий сигнал \"Адвента\". Ймовірніше за все сектор патрулюється роботами, тому будьте обережні."

[Play_X2_XP_SHN_S_SITREP_High_Explosives AkEvent]
SpokenText="Шеф, аналіз показує наявність нестабільних хімічних речовин. Одне необережне рух, і все тут спалахне."

[Play_X2_XP_SHN_S_SITREP_Juggernaut AkEvent]
SpokenText="Шеф, нам вдалося розшифрувати локальний протокол зв'язку \"Адвента\". Якщо ми пошлемо на завдання тільки одного солдата, то зможемо отримати помітну перевагу."

[Play_X2_XP_SHN_S_SITREP_Limited_Vis AkEvent]
SpokenText="Шеф, у нас суцільні перешкоди, і ми не можемо нічого з ними вдіяти. Хороші новини: у \"Адвента\", швидше за все, ті ж проблеми."

[Play_X2_XP_SHN_S_SITREP_Resistance_Contacts AkEvent]
SpokenText="Шеф, ми засікли слабкий сигнал: хтось намагається зв'язатися з нами з землі, але поки що нічого конкретного. Дивіться в обидва, раптом кого зустрінете."
